Autodesk.Revit.DB.Structure.StructuralConnectionTypeInfoData.SetInputPointsInfo(System.Collections.Generic.IList{Autodesk.Revit.DB.Structure.ConnectionInputPointInfo})
Sets the list of description information used to select additional points by some connections.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2017